test/tests/variables/foam_wall_multiphase_variable/foam/system/controlDict
FoamFile
{
    format ascii;
    class dictionary;
    object controlDict;
}

solver multiphaseTransferTest;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 0.03;
deltaT 0.01;
adjustTimeStep no;
writeControl timeStep;
writeInterval 1;
writeFormat ascii;
writePrecision 17;
writeCompression off;
timeFormat general;
timePrecision 10;
runTimeModifiable false;
