test/tests/variables/foam_wall_multiphase_variable/foam/constant/momentumTransport.phase2
FoamFile
{
    format ascii;
    class dictionary;
    object momentumTransport.phase2;
}

simulationType laminar;
