test/tests/variables/foam_wall_multiphase_variable/foam/constant/fvModels
FoamFile
{
    format ascii;
    class dictionary;
    object fvModels;
}
