test/tests/variables/foam_wall_multiphase_variable/foam/constant/heatTransfer
FoamFile
{
    format ascii;
    class dictionary;
    object heatTransfer;
}
