test/tests/variables/foam_wall_multiphase_variable/foam/constant/momentumTransfer
FoamFile
{
    format ascii;
    class dictionary;
    object momentumTransfer;
}

drag {}
virtualMass {}
lift {}
wallLubrication {}
turbulentDispersion {}
