test/tests/variables/foam_wall_multiphase_variable/foam/constant/physicalProperties.phase1
FoamFile
{
    format ascii;
    class dictionary;
    object physicalProperties.phase1;
}

thermoType
{
    type heRhoThermo;
    mixture pureMixture;
    transport const;
    thermo hConst;
    equationOfState rhoConst;
    specie specie;
    energy sensibleEnthalpy;
}
mixture
{
    specie { molWeight 1; }
    thermodynamics { Cp 1; Hf 0; Tref 0; }
    equationOfState { rho 1; }
    transport { mu 1; Pr 1; }
}
