test/tests/variables/foam_wall_multiphase_variable/foam/0/U.phase1
FoamFile
{
    format ascii;
    class volVectorField;
    object U.phase1;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0 0 0);
boundaryField
{
    left
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    right
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    bottom
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    top
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    back
    {
        type fixedValue;
        value uniform (0 0 0);
    }
    front
    {
        type fixedValue;
        value uniform (0 0 0);
    }
}
