test/tests/variables/foam_wall_multiphase_variable/foam/0/p_rgh
FoamFile
{
    format ascii;
    class volScalarField;
    object p_rgh;
}

dimensions [1 -1 -2 0 0 0 0];
internalField uniform 100000;
boundaryField
{
    left
    {
        type zeroGradient;
    }
    right
    {
        type zeroGradient;
    }
    bottom
    {
        type zeroGradient;
    }
    top
    {
        type zeroGradient;
    }
    back
    {
        type zeroGradient;
    }
    front
    {
        type zeroGradient;
    }
}
