test/tests/variables/foam_wall_multiphase_variable/foam/system/fvSchemes
FoamFile
{
    format ascii;
    class dictionary;
    object fvSchemes;
}

ddtSchemes { default Euler; }
gradSchemes { default Gauss linear; }
divSchemes { default none; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
wallDist { method meshWave; }
