test/tests/variables/foam_wall_multiphase_variable/foam/system/decomposeParDict
FoamFile
{
    format ascii;
    class dictionary;
    object decomposeParDict;
}

numberOfSubdomains 4;
method simple;
simpleCoeffs { n (4 1 1); }
